Repository: xcv58/MacTools
Catalog: Plugins/MacSettings/Resources/MacSettings.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt, ru, tr, zh_hans, zh_hant

source: Trackpad Scroll Speed
ar: سرعة التمرير بلوحة التعقب
de: Scrollgeschwindigkeit des Trackpads
es: Velocidad de desplazamiento del trackpad
fr: Vitesse de défilement du trackpad
ja: トラックパッドのスクロール速度
ko: 트랙패드 스크롤 속도
pt: Velocidade de rolagem do trackpad
ru: Скорость прокрутки трекпада
tr: Trackpad Kaydırma Hızı
zh_hans: 触控板滚动速度
zh_hant: 觸控板捲動速度

source: Trackpad Tracking Speed
ar: سرعة تتبع لوحة التعقب
de: Zeigergeschwindigkeit des Trackpads
es: Velocidad del puntero del trackpad
fr: Vitesse de suivi du trackpad
ja: トラックパッドのトラッキング速度
ko: 트랙패드 이동 속도
pt: Velocidade de rastreamento do trackpad
ru: Скорость движения указателя трекпада
tr: Trackpad İzleme Hızı
zh_hans: 触控板跟踪速度
zh_hant: 觸控板軌跡速度

source: Try another name, category, or keyword.
ar: جرّب اسمًا أو فئة أو كلمة رئيسية أخرى.
de: Versuchen Sie es mit einem anderen Namen, einer anderen Kategorie oder einem anderen Schlagwort.
es: Pruebe con otro nombre, categoría o palabra clave.
fr: Essayez un autre nom, une autre catégorie ou un autre mot-clé.
ja: 別の名前、カテゴリ、またはキーワードを試してください。
ko: 다른 이름, 카테고리, 키워드를 사용해 보세요.
pt: Experimente outro nome, categoria ou palavra-chave.
ru: Попробуйте другое имя, категорию или ключевое слово.
tr: Başka bir ad, kategori veya anahtar sözcük deneyin.
zh_hans: 尝试其他名称、类别或关键词。
zh_hant: 嘗試其他名稱、類別或關鍵字。

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ja: 利用不可
ko: 사용 불가
pt: Indisponível
ru: Недоступно
tr: Kullanılamıyor
zh_hans: 不可用
zh_hant: 不可用

source: Undo Applied Items
ar: التراجع عن العناصر المطبقة
de: Angewendete Elemente rückgängig machen
es: Deshacer elementos aplicados
fr: Annuler les éléments appliqués
ja: 適用された項目を元に戻す
ko: 적용된 항목 실행 취소
pt: Desfazer itens aplicados
ru: Отменить примененные изменения
tr: Uygulanan Öğeleri Geri Al
zh_hans: 撤销已应用项
zh_hant: 復原已套用的項目

source: Undo Last Mac Settings Change
ar: التراجع عن آخر تغيير في إعدادات Mac
de: Letzte Änderung der Mac-Einstellungen rückgängig machen
es: Deshacer el último cambio de configuración de Mac
fr: Annuler la dernière modification des paramètres Mac
ja: 最後の Mac 設定変更を元に戻す
ko: 마지막 Mac 설정 변경 실행 취소
pt: Desfazer a última alteração nas configurações do Mac
ru: Отменить последнее изменение настроек Mac
tr: Son Mac Ayarları Değişikliğini Geri Al
zh_hans: 撤销最近的 Mac 设置更改
zh_hant: 復原最近的 Mac 設定更改

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt: Desconhecido
ru: Неизвестно
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 未知

source: Unknown Setting
ar: إعداد غير معروف
de: Unbekannte Einstellung
es: Configuración desconocida
fr: Paramètre inconnu
ja: 不明な設定
ko: 알 수 없는 설정
pt: Configuração desconhecida
ru: Неизвестная настройка
tr: Bilinmeyen Ayar
zh_hans: 未知设置
zh_hant: 未知設定

source: Unknown settings will not be applied.
ar: لن يتم تطبيق الإعدادات غير المعروفة.
de: Unbekannte Einstellungen werden nicht angewendet.
es: No se aplicarán configuraciones desconocidas.
fr: Les paramètres inconnus ne seront pas appliqués.
ja: 不明な設定は適用されません。
ko: 알 수 없는 설정은 적용되지 않습니다.
pt: Configurações desconhecidas não serão aplicadas.
ru: Неизвестные настройки применяться не будут.
tr: Bilinmeyen ayarlar uygulanmayacak.
zh_hans: 未知设置不会被执行。
zh_hant: 未知設定不會被執行。

source: Unknown settings: %@. They will be preserved but never applied.
ar: إعدادات غير معروفة: %@. سيتم الحفاظ عليها ولكن لن يتم تطبيقها أبدًا.
de: Unbekannte Einstellungen: %@. Sie bleiben erhalten, werden jedoch nicht angewendet.
es: Ajustes desconocidos: %@. Se conservarán, pero nunca se aplicarán.
fr: Paramètres inconnus : %@. Ils seront conservés mais jamais appliqués.
ja: 不明な設定が %@ 個あります。これらは保存されますが、適用されることはありません。
ko: 알 수 없는 설정 %@개가 포함되어 있습니다. 이 설정들은 유지되지만 적용되지는 않습니다.
pt: Configurações desconhecidas: %@. Elas serão preservadas, mas nunca aplicadas.
ru: Неизвестные настройки: %@. Они будут сохранены, но никогда не будут применены.
tr: Bilinmeyen ayarlar: %@. Bunlar korunur ancak hiçbir zaman uygulanmaz.
zh_hans: 包含 %@ 个未知设置；它们会保留，但不会执行。
zh_hant: 包含 %@ 個未知設定；它們會保留，但不會執行。

source: Unpin
ar: إلغاء التثبيت
de: Anheften aufheben
es: Desfijar
fr: Désépingler
ja: ピン留めを解除
ko: 고정 해제
pt: Desafixar
ru: Открепить
tr: Sabitlemeyi Kaldır
zh_hans: 取消固定
zh_hant: 取消固定

source: Unsupported
ar: غير مدعوم
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: サポートされていません
ko: 지원되지 않음
pt: Não compatível
ru: Не поддерживается
tr: Desteklenmiyor
zh_hans: 不支持
zh_hant: 不支援

source: Unsupported macOS Version
ar: إصدار macOS غير مدعوم
de: Nicht unterstützte macOS-Version
es: Versión macOS no compatible
fr: Version macOS non prise en charge
ja: サポートされていない macOS バージョン
ko: 지원되지 않는 macOS 버전
pt: Versão do macOS não compatível
ru: Неподдерживаемая версия macOS
tr: Desteklenmeyen macOS Sürümü
zh_hans: 系统版本不支持
zh_hant: 系統版本不支援

source: Unverified
ar: لم يتم التحقق منه
de: Nicht verifiziert
es: No verificado
fr: Non vérifié
ja: 未検証
ko: 미확인
pt: Não verificado
ru: Не проверено
tr: Doğrulanmadı
zh_hans: 未验证
zh_hant: 未驗證

source: Use F1, F2, etc. as Standard Function Keys
ar: استخدم F1 وF2 وما إلى ذلك كمفاتيح وظائف قياسية
de: F1, F2 usw. als Standardfunktionstasten verwenden
es: Utilice F1, F2, etc. como teclas de función estándar
fr: Utiliser F1, F2, etc. comme touches de fonction standard
ja: F1、F2 などを標準ファンクション キーとして使用する
ko: F1, F2 등의 키를 표준 기능 키로 사용
pt: Usar F1, F2, etc. como teclas de função padrão
ru: Использовать F1, F2 и т. д. как стандартные функциональные клавиши
tr: F1, F2 vb. Tuşları Standart İşlev Tuşları Olarak Kullan
zh_hans: 将 F1、F2 等键用作标准功能键
zh_hant: 將 F1、F2 等鍵用作標準功能鍵

source: Use Keyboard Shortcuts to Zoom
ar: استخدم اختصارات لوحة المفاتيح للتكبير/التصغير
de: Tastaturkurzbefehle zum Zoomen verwenden
es: Utilice atajos de teclado para hacer zoom
fr: Utiliser les raccourcis clavier pour zoomer
ja: キーボード ショートカットを使用してズームする
ko: 키보드 단축키를 사용하여 확대/축소
pt: Usar atalhos de teclado para aplicar zoom
ru: Использовать сочетания клавиш для масштабирования
tr: Yakınlaştırmak için Klavye Kısayollarını Kullan
zh_hans: 使用键盘快捷键缩放
zh_hant: 使用鍵盤快速鍵縮放

source: Use Scroll Gesture to Zoom
ar: استخدم إيماءة التمرير للتكبير والتصغير
de: Scrollgeste zum Zoomen verwenden
es: Utilice el gesto de desplazamiento para hacer zoom
fr: Utiliser le geste de défilement pour zoomer
ja: スクロール ジェスチャーを使用してズームする
ko: 스크롤 제스처를 사용하여 확대/축소
pt: Usar gesto de rolagem para ampliar
ru: Использовать жест прокрутки для масштабирования
tr: Yakınlaştırmak için Kaydırma Hareketini Kullan
zh_hans: 使用滚动手势缩放
zh_hant: 使用捲動手勢縮放

source: Use Tab and other keys to move between onscreen controls.
ar: استخدم مفتاح Tab والمفاتيح الأخرى للتنقل بين عناصر التحكم التي تظهر على الشاشة.
de: Tab-Taste und andere Tasten verwenden, um zwischen Bildschirmelementen zu wechseln.
es: Utilice Tab y otras teclas para moverse entre los controles en pantalla.
fr: Utilisez la touche Tab et d’autres touches pour vous déplacer entre les commandes à l’écran.
ja: 画面上のコントロール間を移動するには、Tab キーとその他のキーを使用します。
ko: 화면 컨트롤 사이를 이동하려면 Tab 및 기타 키를 사용하세요.
pt: Use Tab e outras teclas para navegar entre os controles na tela.
ru: Используйте Tab и другие клавиши для перемещения между экранными элементами управления.
tr: Ekrandaki denetimler arasında gezinmek için Tab ve diğer tuşları kullanın.
zh_hans: 使用 Tab 键和其他按键在屏幕控制项之间移动。
zh_hant: 使用 Tab 鍵和其他按鍵在螢幕控制項之間移動。

source: Use function keys directly; hold Fn to use their special features.
ar: استخدم مفاتيح الوظائف مباشرة؛ اضغط باستمرار على Fn لاستخدام ميزاتها الخاصة.
de: Funktionstasten direkt verwenden; Fn-Taste gedrückt halten, um die Sonderfunktionen zu nutzen.
es: Utilice las teclas de función directamente; mantenga presionada la tecla Fn para usar sus funciones especiales.
fr: Utiliser directement les touches de fonction ; maintenez Fn pour utiliser leurs fonctionnalités spéciales.
ja: ファンクション キーを直接使用します。 Fn を押したままにすると、特別な機能を使用できます。
ko: 기능 키를 바로 사용하고, 특수 기능을 사용하려면 Fn 키를 누르고 있으세요.
pt: Use teclas de função diretamente; segure Fn para usar seus recursos especiais.
ru: Используйте функциональные клавиши напрямую; удерживайте Fn, чтобы использовать их специальные функции.
tr: İşlev tuşlarını doğrudan kullanın; özel özellikleri için Fn tuşunu basılı tutun.
zh_hans: 直接使用功能键，按住 Fn 键来使用特殊功能。
zh_hant: 直接使用功能鍵，按住 Fn 鍵來使用特殊功能。

source: Use the Previous Search Scope
ar: استخدم نطاق البحث السابق
de: Vorherigen Suchbereich verwenden
es: Usar el ámbito de búsqueda anterior
fr: Utiliser la portée de recherche précédente
ja: 以前の検索範囲を使用する
ko: 이전 검색 범위 사용
pt: Usar o escopo de pesquisa anterior
ru: Использовать предыдущую область поиска
tr: Önceki Arama Kapsamını Kullan
zh_hans: 使用上次的搜索范围
zh_hant: 使用上次的搜尋範圍

source: Use warmer display colors in darker surroundings.
ar: استخدم ألوان العرض الأكثر دفئًا في البيئات المحيطة الداكنة.
de: Wärmere Displayfarben in dunklerer Umgebung verwenden.
es: Utilice colores de pantalla más cálidos en entornos más oscuros.
fr: Utilisez des couleurs d'affichage plus chaudes dans un environnement plus sombre.
ja: 暗い環境では暖色系の表示色を使用します。
ko: 어두운 환경에서 디스플레이 색상을 따뜻하게 조절합니다.
pt: Use cores de tela mais quentes em ambientes mais escuros.
ru: Используйте более теплые цвета дисплея в темном окружении.
tr: Daha karanlık ortamlarda daha sıcak ekran renkleri kullanır.
zh_hans: 在较暗环境中让显示器颜色变暖。
zh_hant: 在較暗環境中讓顯示器顏色變暖。

source: Used to change settings protected by macOS. Currently required for: %@.
ar: يُستخدم لتغيير الإعدادات التي يحميها macOS. الإعدادات التي تتطلب هذا الإذن حاليًا: %@.
de: Wird benötigt, um von macOS geschützte Einstellungen zu ändern. Derzeit erforderlich für: %@.
es: Se usa para cambiar ajustes protegidos por macOS. Actualmente se requiere para: %@.
fr: Utilisé pour modifier les réglages protégés par macOS. Actuellement requis pour : %@.
ja: macOS で保護された設定の変更に使用します。現在、この許可が必要な設定：%@。
ko: macOS에서 보호하는 설정을 변경하는 데 사용됩니다. 현재 이 권한이 필요한 설정: %@.
pt: Usado para alterar definições protegidas pelo macOS. Atualmente necessário para: %@.
ru: Используется для изменения настроек, защищённых macOS. Сейчас требуется для: %@.
tr: macOS tarafından korunan ayarları değiştirmek için kullanılır. Şu anda şunun için gerekli: %@.
zh_hans: 用于更改受 macOS 保护的设置。当前需要此权限：%@。
zh_hant: 用於更改受 macOS 保護的設定。目前需要此權限：%@。

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
pt: Valor
ru: Значение
tr: Değer
zh_hans: 值
zh_hant: 值

source: Verification failed. The original value was restored.
ar: فشل التحقق. تمت استعادة القيمة الأصلية.
de: Überprüfung fehlgeschlagen. Der ursprüngliche Wert wurde wiederhergestellt.
es: La verificación falló. Se restableció el valor original.
fr: La vérification a échoué. La valeur d'origine a été restaurée.
ja: 検証に失敗しました。元の値が復元されました。
ko: 확인에 실패했습니다. 원래 값이 복원되었습니다.
pt: Falha na verificação. O valor original foi restaurado.
ru: Проверка не удалась. Исходное значение было восстановлено.
tr: Doğrulama başarısız oldu. Özgün değer geri yüklendi.
zh_hans: 验证失败，已恢复原值。
zh_hant: 驗證失敗，已還原原值。

source: Verification failed: the current value is %@, and automatic restoration failed.
ar: فشل التحقق: القيمة الحالية هي %@، وفشلت الاستعادة التلقائية.
de: Überprüfung fehlgeschlagen: Der aktuelle Wert ist %@, und die automatische Wiederherstellung ist fehlgeschlagen.
es: Error de verificación: el valor actual es %@ y la restauración automática falló.
fr: Échec de la vérification : la valeur actuelle est %@ et la restauration automatique a échoué.
ja: 検証に失敗しました: 現在の値は %@ であり、自動復元に失敗しました。
ko: 확인 실패: 현재 값은 %@이며, 자동 복원에 실패했습니다.
pt: Falha na verificação: o valor atual é %@ e a restauração automática falhou.
ru: Проверка не удалась: текущее значение — %@, автоматическое восстановление не удалось.
tr: Doğrulama başarısız oldu: Geçerli değer %@ ve otomatik geri yükleme başarısız oldu.
zh_hans: 验证失败：当前值为 %@，自动恢复失败。
zh_hant: 驗證失敗：目前值為 %@，自動還原失敗。

source: Verification returned %@.
ar: أعاد التحقق القيمة %@.
de: Überprüfung ergab %@.
es: La verificación devolvió %@.
fr: La vérification a renvoyé %@.
ja: 検証により %@ が返されました。
ko: 확인 결과로 %@이(가) 반환되었습니다.
pt: A verificação retornou %@.
ru: Проверка вернула %@.
tr: Doğrulama sonucu %@.
zh_hans: 验证结果为 %@。
zh_hant: 驗證結果為 %@。

source: Verified
ar: تم التحقق منه
de: Überprüft
es: Verificado
fr: Vérifié
ja: 確認済み
ko: 확인됨
pt: Verificado
ru: Проверено
tr: Doğrulandı
zh_hans: 已验证
zh_hant: 已驗證

source: Verifying
ar: جارٍ التحقق
de: Überprüfung läuft
es: Verificando
fr: Vérification
ja: 検証中
ko: 확인 중
pt: Verificando
ru: Проверка
tr: Doğrulanıyor
zh_hans: 验证中
zh_hant: 驗證中

source: View Plugin
ar: عرض الإضافة
de: Plugin anzeigen
es: Ver plugin
fr: Voir le module
ja: プラグインを表示
ko: 플러그인 보기
pt: Ver plugin
ru: Просмотреть плагин
tr: Eklentiyi Görüntüle
zh_hans: 查看插件
zh_hant: 查看外掛

source: Waiting
ar: الانتظار
de: Warten
es: Esperando
fr: En attente
ja: 待機中
ko: 대기 중
pt: Esperando
ru: Ожидание
tr: Bekliyor
zh_hans: 等待中
zh_hant: 等待中

source: Warn Before Changing an Extension
ar: التحذير قبل تغيير امتداد ملف
de: Vor dem Ändern einer Dateierweiterung warnen
es: Avisar antes de cambiar una extensión
fr: Avertir avant de modifier une extension de fichier
ja: 拡張子を変更する前に警告を表示
ko: 확장자를 변경하기 전에 경고 보기
pt: Avisar antes de alterar uma extensão
ru: Предупреждать перед изменением расширения файла
tr: Uzantı Değiştirilmeden Önce Uyar
zh_hans: 更改扩展名之前显示警告
zh_hant: 更改副檔名之前顯示警告

source: Warn Before Emptying the Trash
ar: تحذير قبل إفراغ سلة المهملات
de: Vor dem Leeren des Papierkorbs warnen
es: Advertir antes de vaciar la papelera
fr: Avertir avant de vider la corbeille
ja: ゴミ箱を空にする前に警告する
ko: 휴지통을 비우기 전 경고
pt: Avisar antes de esvaziar a lixeira
ru: Предупреждать перед очисткой Корзины
tr: Çöpü Boşaltmadan Önce Uyar
zh_hans: 清倒废纸篓之前显示警告
zh_hant: 清空垃圾桶之前顯示警告

source: When Performing a Search
ar: عند إجراء البحث
de: Bei der Suche
es: Al realizar una búsqueda
fr: Lors de l'exécution d'une recherche
ja: 検索を行う場合
ko: 검색 시
pt: Ao realizar uma pesquisa
ru: При выполнении поиска
tr: Arama Yaparken
zh_hans: 执行搜索时
zh_hant: 執行搜尋時

source: When Scrolling
ar: عند التمرير
de: Beim Scrollen
es: Al desplazarse
fr: Lors du défilement
ja: スクロール時
ko: 스크롤할 때
pt: Ao rolar
ru: При прокрутке
tr: Kaydırırken
zh_hans: 滚动时
zh_hant: 捲動時

source: Zoom the screen using Option–Command shortcuts.
ar: كبّر الشاشة وصغّرها باستخدام اختصارات Option–Command.
de: Bildschirm mit Option–Command-Tastenkombinationen zoomen.
es: Haga zoom en la pantalla usando los atajos de Opción-Comando.
fr: Effectuez un zoom sur l'écran à l'aide des raccourcis Option-Commande.
ja: Option–Command のショートカットで画面をズームします。
ko: Option–Command 단축키를 사용하여 화면을 확대/축소합니다.
pt: Amplie a tela usando os atalhos Option–Command.
ru: Увеличьте масштаб экрана с помощью сочетаний клавиш Option–Command.
tr: Ekranı Option–Command kısayollarıyla yakınlaştırın.
zh_hans: 使用 Option–Command 快捷键缩放屏幕。
zh_hant: 使用 Option–Command 快速鍵縮放螢幕。

source: %@ saved
ar: تم حفظ %@
de: %@ gespeichert
es: Guardado: %@
fr: %@ sauvegardé
ja: %@ を保存しました
ko: %@이(가) 저장되었습니다
pt: %@ salvo
ru: %@ сохранен.
tr: %@ kaydedildi
zh_hans: 已保存 %@
zh_hant: 已儲存 %@

source: All
ar: الكل
de: Alle
es: Todos
fr: Tous
ja: すべて
ko: 모두
pt: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: Choose Profile…
ar: اختر ملف التعريف...
de: Profil auswählen…
es: Elija perfil…
fr: Choisir un profil…
ja: プロファイルを選択…
ko: 프로필 선택…
pt: Escolher perfil…
ru: Выберите профиль…
tr: Profil Seç…
zh_hans: 选择配置…
zh_hant: 選擇設定檔…

source: Choose a .mactoolsprofile or JSON file. MacTools checks it and shows every proposed setting before you can save or apply it.
ar: اختر ملف .mactoolsprofile أو JSON. يتحقق MacTools منه ويعرض كل الإعدادات المقترحة قبل أن تتمكن من حفظه أو تطبيقه.
de: Wählen Sie eine .mactoolsprofile- oder JSON-Datei aus. MacTools prüft sie und zeigt alle vorgeschlagenen Einstellungen an, bevor Sie diese speichern oder anwenden können.
es: Elige un archivo .mactoolsprofile o JSON. MacTools lo verifica y muestra cada ajuste propuesto antes de que puedas guardar o aplicar el perfil.
fr: Choisissez un fichier .mactoolsprofile ou JSON. MacTools le vérifie et affiche chaque paramètre proposé avant que vous puissiez l'enregistrer ou l'appliquer.
ja: .mactoolsprofile または JSON ファイルを選択します。 MacTools はそれをチェックし、提案されたすべての設定を保存または適用する前に表示します。
ko: .mactoolsprofile 또는 JSON 파일을 선택하세요. MacTools는 이를 확인하고 저장하거나 적용하기 전에 제안된 모든 설정을 표시합니다.
pt: Escolha um arquivo .mactoolsprofile ou JSON. MacTools verifica e mostra todas as configurações propostas antes que você possa salvá-las ou aplicá-las.
ru: Выберите файл .mactoolsprofile или JSON. MacTools проверит его и покажет все предлагаемые настройки перед сохранением или применением.
tr: Bir .mactoolsprofile veya JSON dosyası seçin. MacTools dosyayı denetler ve kaydedip uygulamadan önce önerilen her ayarı gösterir.
zh_hans: 选择 .mactoolsprofile 或 JSON 文件。MacTools 会检查文件，并在保存或应用前显示每项建议的设置。
zh_hant: 選擇 .mactoolsprofile 或 JSON 檔案。MacTools 會檢查檔案，並在儲存或套用前顯示每項建議的設定。

source: Could not export the profile: %@
ar: تعذر تصدير ملف التعريف: %@
de: Profil konnte nicht exportiert werden: %@
es: No se pudo exportar el perfil: %@
fr: Impossible d'exporter le profil : %@
ja: プロファイルをエクスポートできませんでした: %@
ko: 프로필을 내보낼 수 없습니다: %@
pt: Não foi possível exportar o perfil: %@
ru: Не удалось экспортировать профиль: %@.
tr: Profil dışa aktarılamadı: %@
zh_hans: 无法导出配置：%@
zh_hant: 無法匯出設定檔：%@

source: Create a profile first, then return here to export it.
ar: قم بإنشاء ملف تعريف أولاً، ثم قم بالعودة إلى هنا لتصديره.
de: Erstellen Sie zuerst ein Profil und kehren Sie dann hierher zurück, um es zu exportieren.
es: Primero cree un perfil y luego regrese aquí para exportarlo.
fr: Créez d'abord un profil, puis revenez ici pour l'exporter.
ja: 先にプロファイルを作成してから、ここに戻ってエクスポートしてください。
ko: 먼저 프로필을 만든 다음 여기로 돌아와서 내보내세요.
pt: Crie primeiro um perfil e depois volte aqui para exportá-lo.
ru: Сначала создайте профиль, а затем вернитесь сюда, чтобы экспортировать его.
tr: Önce bir profil oluşturun, sonra dışa aktarmak için buraya dönün.
zh_hans: 请先创建配置，再返回此处导出。
zh_hant: 請先建立設定檔，再返回此處匯出。

source: Export a saved profile as a portable file. The file contains desired settings only; it never changes this Mac when opened.
ar: تصدير ملف تعريف محفوظ كملف محمول. يحتوي الملف على الإعدادات المطلوبة فقط؛ لا يغير جهاز Mac هذا أبدًا عند فتحه.
de: Exportieren Sie ein gespeichertes Profil als portable Datei. Die Datei enthält nur die gewünschten Einstellungen; sie verändert diesen Mac beim Öffnen nicht.
es: Exporta un perfil guardado como archivo portátil. Solo contiene los ajustes deseados; al abrirlo, no modifica este Mac.
fr: Exportez un profil enregistré sous forme de fichier portable. Le fichier contient uniquement les paramètres souhaités ; son ouverture ne modifie jamais les réglages de ce Mac.
ja: 保存したプロファイルを、ほかの Mac に移せるファイルとしてエクスポートします。ファイルには変更後の設定のみが含まれ、ファイルを開いてもこの Mac の設定は変更されません。
ko: 저장된 프로필을 다른 Mac에서도 사용할 수 있는 파일로 내보냅니다. 파일에는 목표 설정만 포함되며, 파일을 열어도 이 Mac의 설정이 변경되지 않습니다.
pt: Exporte um perfil salvo como um arquivo portátil. O arquivo contém apenas as configurações desejadas; ele não altera as configurações deste Mac ao ser aberto.
ru: Экспортируйте сохраненный профиль в переносимый файл. Он содержит только желаемые настройки; при открытии настройки этого Mac не изменяются.
tr: Kaydedilmiş bir profili taşınabilir dosya olarak dışa aktarın. Dosya yalnızca istenen ayarları içerir; açıldığında bu Mac'te hiçbir değişiklik yapmaz.
zh_hans: 将已保存配置导出为可移植文件。文件只包含期望设置；打开文件不会更改这台 Mac。
zh_hant: 將已儲存的設定檔匯出為可移轉的檔案。檔案只包含目標設定；開啟檔案不會更改這台 Mac。

source: Exported %@
ar: تم تصدير %@
de: %@ exportiert
es: Exportado %@
fr: %@ exporté
ja: %@ をエクスポートしました
ko: ‘%@’을(를) 내보냈습니다.
pt: %@ exportado
ru: Экспортировано %@
tr: %@ dışa aktarıldı
zh_hans: 已导出 %@
zh_hant: 已匯出 %@

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
ko: 기록
pt: Histórico
ru: История
tr: Geçmiş
zh_hans: 历史记录
zh_hant: 歷史記錄

source: Import a Profile
ar: استيراد ملف تعريف
de: Profil importieren
es: Importar un perfil
fr: Importer un profil
ja: プロファイルをインポートする
ko: 프로필 가져오기
pt: Importar um perfil
ru: Импортировать профиль
tr: Profil İçe Aktar
zh_hans: 导入配置
zh_hant: 匯入設定檔

source: Mac Settings Workspace
ar: مساحة عمل إعدادات Mac
de: Arbeitsbereich für Mac-Einstellungen
es: Espacio de trabajo de Ajustes del Mac
fr: Espace de travail de Réglages du Mac
ja: Mac 設定ワークスペース
ko: Mac 설정 작업 공간
pt: Espaço de trabalho de Ajustes do Mac
ru: Рабочая область настроек Mac
tr: Mac Ayarları Çalışma Alanı
zh_hans: Mac 设置工作区
zh_hant: Mac 設定工作區

source: Move portable Mac Settings profiles between Macs. Imports are always previewed before anything changes.
ar: انقل ملفات تعريف إعدادات Mac المحمولة بين أجهزة Mac. تتم دائمًا معاينة الملفات المستوردة قبل تغيير أي شيء.
de: Übertragen Sie portable Mac-Einstellungsprofile zwischen Macs. Vor jeder Änderung wird eine Vorschau des Imports angezeigt.
es: Transfiere perfiles portátiles de Ajustes del Mac entre equipos Mac. Las importaciones siempre se muestran en una vista previa antes de aplicar cambios.
fr: Déplacez les profils portables de Réglages du Mac d’un Mac à l’autre. Les importations sont toujours prévisualisées avant toute modification.
ja: ポータブル Mac 設定プロファイルを Mac 間で移動します。インポートは、何かが変更される前に常にプレビューされます。
ko: 다른 Mac에서도 사용할 수 있는 Mac 설정 프로필을 옮깁니다. 가져온 내용은 설정을 변경하기 전에 항상 미리보기로 표시됩니다.
pt: Transfira perfis portáteis de Ajustes do Mac entre Macs. As importações são sempre visualizadas antes de qualquer alteração.
ru: Переносите профили настроек между компьютерами Mac. Перед применением изменений всегда открывается предварительный просмотр импорта.
tr: Taşınabilir Mac Ayarları profillerini Mac'ler arasında taşıyın. İçe aktarma işlemleri, herhangi bir değişiklikten önce her zaman önizlenir.
zh_hans: 在 Mac 之间迁移可移植的 Mac 设置配置。导入内容始终会先预览，再进行任何更改。
zh_hant: 在 Mac 之間移轉「Mac 設定」的設定檔。匯入時會先預覽，再進行任何更改。

source: No Saved Profiles
ar: لا توجد ملفات تعريف محفوظة
de: Keine gespeicherten Profile
es: No hay perfiles guardados
fr: Aucun profil enregistré
ja: 保存されたプロファイルがありません
ko: 저장된 프로필이 없습니다.
pt: Nenhum perfil salvo
ru: Нет сохраненных профилей
tr: Kaydedilmiş Profil Yok
zh_hans: 没有已保存的配置
zh_hant: 沒有已儲存的設定檔

source: Open Profiles
ar: فتح ملفات التعريف
de: Profile öffnen
es: Abrir perfiles
fr: Ouvrir les profils
ja: プロファイルを開く
ko: 프로필 열기
pt: Abrir perfis
ru: Открыть профили
tr: Profilleri Aç
zh_hans: 打开配置
zh_hant: 開啟設定檔

source: Pinned %@
ar: تم تثبيت %@
de: %@ angeheftet
es: Ajustes fijados: %@
fr: Épinglés : %@
ja: 固定済み %@ 件
ko: 고정된 항목 %@개
pt: Fixados: %@
ru: Закреплено %@
tr: %@ sabitlendi
zh_hans: 已固定 %@
zh_hant: 已固定 %@

source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

source: Settings Filter
ar: مرشح الإعدادات
de: Einstellungsfilter
es: Filtro de configuración
fr: Filtre de paramètres
ja: 設定フィルター
ko: 설정 필터
pt: Filtro de configurações
ru: Фильтр настроек
tr: Ayar Filtresi
zh_hans: 设置筛选
zh_hant: 設定篩選

source: Unpin from Top
ar: إزالة التثبيت من الأعلى
de: Anheften oben aufheben
es: Quitar de la parte superior
fr: Supprimer l'épinglage du haut
ja: 最上部の固定を解除
ko: 상단 고정 해제
pt: Desafixar do topo
ru: Открепить сверху
tr: Başa Sabitlemeyi Kaldır
zh_hans: 从顶部取消固定
zh_hant: 從頂部取消固定
